{"doc_id": 3128, "text": "1 This application came on for hearing yesterday morning when the applicant sought an interlocutory injunction transferring him from the Baxter Immigration Detention Centre (the Baxter Centre) to an appropriate treatment facility for psychiatric care and treatment.", "entities": [[137, 172, "organisation"], [174, 191, "organisation"]], "username": "admin"}
{"doc_id": 3129, "text": "It was adjourned for further hearing this afternoon because I was informed that the second respondent proposes to remove the applicant from Australia as an unlawful non citizen pursuant to s 198 of the Migration Act 1958 (Cth) (the Act) early tomorrow morning.", "entities": [[140, 149, "Location"], [189, 236, "Act&Regulation"]], "username": "admin"}
{"doc_id": 3130, "text": "The application to transfer him for treatment from the Baxter Centre in those circumstances seemed to be unimportant.", "entities": [[55, 68, "organisation"]], "username": "admin"}
{"doc_id": 3131, "text": "2 When the matter came on this afternoon the application was amended to restrain the second respondent from removing the applicant from Australia until he is deemed medically fit for removal from Australia, and an interlocutory order was sought restraining his removal from Australia until further order.", "entities": [[136, 145, "Location"], [196, 206, "Location"], [274, 283, "Location"]], "username": "admin"}
{"doc_id": 3132, "text": "3 I have heard brief evidence from two psychiatrists, Dr Jureidini and Dr Frukacz.", "entities": [[54, 66, "person"], [71, 82, "person"]], "username": "admin"}
{"doc_id": 3134, "text": "Dr Jureidini thinks that he may also have an underlying psychotic illness but Dr Frukacz does not.", "entities": [[0, 12, "person"], [78, 88, "person"]], "username": "admin"}
{"doc_id": 3136, "text": "Both agree that the removal of the applicant from Australia may cause his mental condition to deteriorate.", "entities": [[50, 59, "Location"]], "username": "admin"}
{"doc_id": 3137, "text": "Dr Jureidini is sufficiently concerned to say that his mental condition is likely to deteriorate to such an extent that he would not permit him to travel, notwithstanding the conditions upon which the proposed removal is to take place.", "entities": [[0, 12, "person"]], "username": "admin"}
{"doc_id": 3138, "text": "4 I have been told and I accept, that the second respondent proposes to remove the applicant from the Baxter Centre by charter aircraft to Sydney and then on a commercial international flight accompanied by or supervised by three police officers, one of whom speaks Turkish, an official of the Department of Immigration and Multicultural and Indigenous Affairs, and a male psychiatric nurse.", "entities": [[102, 115, "organisation"], [139, 145, "Location"], [294, 319, "Location"], [324, 361, "Location"]], "username": "admin"}
{"doc_id": 3140, "text": "5 Dr Frukacz does not regard the risk of deterioration of the applicant's condition as likely, although he accepts it as possible, and he considers that those terms or conditions of removal are satisfactory provided further that upon the applicant's arrival in Istanbul arrangements are made for him to be met and given medical attention or psychiatric attention.", "entities": [[2, 12, "person"], [261, 269, "Location"]], "username": "admin"}
{"doc_id": 3142, "text": "6 For present purposes, in my view, there is a serious question to be tried, that notwithstanding the obviously significant and careful precautions which the second respondent proposes to take to secure the safety of the applicant and of others in the course of his removal from Australia, his removal from Australia at the present time will cause him significant mental deterioration to the extent that, at least on Dr Jureidini's views, he ought not to be permitted to travel at the present time.", "entities": [[279, 289, "Location"], [307, 316, "Location"], [417, 431, "person"]], "username": "admin"}
{"doc_id": 3143, "text": "7 That circumstance gives rise to some difficult questions of interpretation of s 198 of the Act.", "entities": [[80, 97, "Act&Regulation"]], "username": "admin"}
{"doc_id": 3145, "text": "Indeed, as I put to Dr Jureidini (but he declined to answer), the applicant's contention might give rise to the circumstance, as his mental condition is produced in large measure by his concern about being removed from Australia to Turkey, that he will never be in a condition where he can be safely removed from Australia.", "entities": [[20, 32, "person"], [219, 228, "Location"], [232, 239, "Location"], [312, 323, "Location"]], "username": "admin"}
{"doc_id": 3146, "text": "It then might follow that his removal from Australia might never be 'reasonably practicable', to use the relevant words in s 198.", "entities": [[43, 52, "Location"]], "username": "admin"}
{"doc_id": 3149, "text": "So much appears from NATB v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 292 ; (2003) 133 FCR 506 at [52] ( NATB ), Li v Minister for Immigration and Multicultural Affairs [2002] FCAFC 181 at [7] and albeit in perhaps quite circumscribed circumstances in the judgment of WAJZ v Minister for Immigration and Multicultural and Indigenous Affairs (No.", "entities": [[21, 93, "Versus"], [113, 131, "Act&Regulation"], [150, 205, "Versus"], [305, 377, "Versus"]], "username": "admin"}
{"doc_id": 3150, "text": "2) [2004] FCA 1332 at [86] .", "entities": [[10, 18, "Act&Regulation"]], "username": "admin"}
{"doc_id": 3151, "text": "Of course, I do not take into account any consequences which may be inflicted upon the applicant upon his return to Turkey in the light of the decision which has been made about his protection visa application.", "entities": [[116, 122, "Location"]], "username": "admin"}
{"doc_id": 3153, "text": "That itself introduces a somewhat difficult perspective in the present matter because, unlike other cases in which the health of the person being removed has been considered, the damage to the health of this applicant by the process of removal is related to his fears of what may happen to him if he were to return to Turkey.", "entities": [[318, 325, "Location"]], "username": "admin"}
{"doc_id": 3155, "text": "9 At present, in my view, it is reasonably arguable that it is not reasonably practicable for the applicant to be removed from Australia tomorrow as proposed, because it is likely that his mental condition will very seriously deteriorate by reason of the fact and process of his removal.", "entities": [[127, 136, "Location"]], "username": "admin"}
{"doc_id": 3160, "text": "I think that is sensible given that it is self-evident that his removal from Australia may, depending upon the accuracy of Dr Jureidini's prediction, have consequences which arguably ought not to be visited on the applicant because of his removal being reasonably impracticable.", "entities": [[77, 86, "Location"], [123, 137, "person"]], "username": "admin"}
{"doc_id": 3161, "text": "Moreover, once removed from Australia, such entitlements as he has, if any, within Australia, would no longer be available to him.", "entities": [[28, 38, "Location"], [83, 93, "Location"]], "username": "admin"}
{"doc_id": 3162, "text": "12 I therefore propose to make an order restraining the second respondent from removing the applicant from Australia until further order.", "entities": [[107, 116, "Location"]], "username": "admin"}
{"doc_id": 3165, "text": "If he is to be removed from Australia notwithstanding his mental condition, that removal should take place promptly.", "entities": [[28, 37, "Location"]], "username": "admin"}
{"doc_id": 3170, "text": "I certify that the preceding thirteen (13) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Mansfield.", "entities": [[121, 150, "person"]], "username": "admin"}
