{"doc_id": 3010, "text": "1 This is an appeal, pursuant to s 44 of the Administration Appeals Tribunal Act 1975 (Cth) ('the AAT Act'), from a decision of the Administrative Appeals Tribunal constituted by Mr P J Lindsay, Senior Member ('the Tribunal'), given on 18 January 2005.", "entities": [[179, 193, "Person"], [45, 108, "Act&Regulation"], [132, 163, "Courts"], [236, 251, "Date"]], "username": "admin"}
{"doc_id": 3011, "text": "2 The Tribunal's decision was recorded in the following terms:", "entities": [[2, 16, "Courts"]], "username": "admin"}
{"doc_id": 3012, "text": "'The tribunal affirms the decision under review in relation to the inclusion of the sum of $1,228,500 in the applicant's assessable income for the year ended 30 June 1988, but in relation to penalty remits the matter to the respondent with the direction that the assessment for that income year be amended by remitting additional tax in full.", "entities": [[91, 101, "Money"], [158, 171, "Date"]], "username": "admin"}
{"doc_id": 3013, "text": "3 The Commissioner of Taxation ('the Commissioner') appeals from so much of the Tribunal's decision as remits the matter of additional tax to the Commissioner with the direction that such additional tax be remitted in full.", "entities": [[2, 30, "Person"]], "username": "admin"}
{"doc_id": 3015, "text": "Whether the Tribunal exceeded the jurisdiction conferred on it by section 14ZZ of the Taxation Administration Act 1953 [(Cth) ('the Administration Act')] in purporting to direct the Applicant to remit in full additional tax imposed on the Respondent for the year ended 30 June 1988.", "entities": [[66, 153, "Act&Regulation"], [269, 282, "Date"]], "username": "admin"}
{"doc_id": 3016, "text": "The proper interpretation of sections 14ZQ and 14ZS of the [Administration Act] .", "entities": [[29, 81, "Act&Regulation"]], "username": "admin"}
{"doc_id": 3019, "text": "The Tribunal erred in law in failing to hold that the Applicant's decision on objection refusing to remit additional tax imposed pursuant to sec 223 was an \"ineligible income tax remission decision\" under section 14ZS of the [Administration Act] and therefore not a \"reviewable objection decision\" for the purposes of section 14ZQ of that Act.", "entities": [[141, 148, "Act&Regulation"], [205, 217, "Act&Regulation"], [318, 343, "Act&Regulation"]], "username": "admin"}
{"doc_id": 3021, "text": "3 The Tribunal should have held that the Applicant's decision refusing to remit the additional tax was not a \"reviewable objection decision\" within the meaning of section 14ZQ of the [Administration Act] .", "entities": [[163, 205, "Act&Regulation"]], "username": "admin"}
{"doc_id": 3022, "text": "4 In so far as the Tribunal purported to direct the Applicant to remit additional tax payable under either section 207 of the Income Tax Assessment Act 1936 or Division 1 of Part IIA of the [Administration Act] , the Tribunal had no jurisdiction to make such a direction.", "entities": [[107, 210, "Act&Regulation"]], "username": "admin"}
{"doc_id": 3026, "text": "6 On 24 June 1994, following an audit, the Commissioner issued the respondent taxpayer with an amended assessment of income tax for the year ended 30 June 1988 including in his assessable income for that year an amount of $1,228,500 received by him in respect of a certain large infrastructure project.", "entities": [[5, 18, "Date"], [147, 159, "Date"], [222, 232, "Money"]], "username": "admin"}
{"doc_id": 3027, "text": "Additional Tax for incorrect return, shown at label D of the notice of amended assessment, in the sum of $586,858.", "entities": [[105, 114, "Money"]], "username": "admin"}
{"doc_id": 3029, "text": "7 The taxpayer, by his taxation agent, lodged an objection to the amended assessment by letter dated 5 July 1994, but the grounds were confined to the inclusion of the sum of $1,228,500 in his assessable income and did not put in issue the imposition of the additional tax of $586,858.", "entities": [[101, 113, "Date"], [175, 185, "Money"], [276, 285, "Money"]], "username": "admin"}
{"doc_id": 3030, "text": "8 By letter dated 16 February 1996 the Commissioner disallowed the taxpayer's objection for the reason:", "entities": [[18, 34, "Date"]], "username": "admin"}
{"doc_id": 3031, "text": "'It is considered that the income received from Kumagai Gumi Co Ltd and Transfield Pty Ltd forms part of your assessable income.", "entities": [[48, 67, "organisation"], [72, 90, "organisation"]], "username": "admin"}
{"doc_id": 3034, "text": "9 By letter dated 31 October 2003 solicitors acting for the taxpayer filed a statement of facts, issues and contentions on behalf of the taxpayer, however, the matter of additional tax was not raised as an issue and it certainly formed no part of the taxpayer's contentions.", "entities": [[18, 33, "Date"]], "username": "admin"}
{"doc_id": 3035, "text": "Not surprisingly, the Commissioner's amended statement of facts, issues and contentions dated 26 October 2004, likewise made no reference to the matter of additional tax.", "entities": [[94, 110, "Date"]], "username": "admin"}
{"doc_id": 3040, "text": "So much is exemplified in the following extract from p-95 of the transcript of the hearing on the second day (19 November 2004):", "entities": [[110, 128, "Date"]], "username": "admin"}
{"doc_id": 3041, "text": "'MR QUINN [Counsel for the Commissioner] : Just briefly on penalty, we say it is a matter --- the Tribunal stands in the shoes of the Commissioner.", "entities": [[0, 9, "Person"]], "username": "admin"}
{"doc_id": 3046, "text": "(ii) If counsel for the taxpayer was aware that the taxpayer had not included any ground in his notice of objection going to the additional tax imposed at label D of the amended notice of assessment, no attempt was made, by way of application to the Tribunal, to include the additional tax issue as an additional ground of objection and, even if an application was made, no such order was made by the Tribunal pursuant to s 14ZZK of the Administration Act.", "entities": [[422, 456, "Act&Regulation"]], "username": "admin"}
{"doc_id": 3049, "text": "(iii) The Tribunal seems to have regarded itself as having jurisdiction with respect to not only additional tax imposed at label D of the amended notice of assessment, but also additional tax by way of interest for late payment of tax assessed pursuant to s 207 of the Income Tax Assessment Act 1936 (Cth) ('the ITAA 36').", "entities": [[256, 322, "Act&Regulation"]], "username": "admin"}
{"doc_id": 3051, "text": "'MR RAPHAEL: Now, if we might go to the question of penalty.", "entities": [[0, 12, "Person"]], "username": "admin"}
{"doc_id": 3052, "text": "MR LINDSAY: And on that the witness gave evidence, did he --- the applicant gave evidence that the sum assessed has not yet been paid?", "entities": [[0, 11, "Person"]], "username": "admin"}
{"doc_id": 3053, "text": "MR LINDSAY: So there must be quite a large amount of interest that has accrued on this sum, is that ---", "entities": [[0, 11, "Person"]], "username": "admin"}
{"doc_id": 3054, "text": "MR LINDSAY: I'm not privy to all of the --- I haven't read all of the detail, Mr Raphael ---", "entities": [[0, 11, "Person"], [78, 88, "Person"]], "username": "admin"}
{"doc_id": 3055, "text": "MR RAPHAEL: One should not give evidence from the bar table but ---", "entities": [[0, 11, "Person"]], "username": "admin"}
{"doc_id": 3056, "text": "MR LINDSAY: No, I know, but you are trying to --- I'm getting some assistance from you, but is interest running from 1987 on this amount?", "entities": [[0, 11, "Person"], [117, 121, "Date"]], "username": "admin"}
{"doc_id": 3057, "text": "MR RAPHAEL: So I would tender the report of the Australian Tax Office .", "entities": [[0, 11, "Person"], [48, 69, "organisation"]], "username": "admin"}
{"doc_id": 3069, "text": "In relation to the per annum component, it is relevant to note that the respondent consented to the matter being held in abeyance for a number of years pending the finalisation of proceedings brought by Jones, extending to his appeals to the High Court.", "entities": [[242, 253, "Courts"], [203, 209, "Person"]], "username": "admin"}
{"doc_id": 3071, "text": "11 While the Tribunal's ultimate decision ([2], supra) in relation to 'penalty' is clearly a reference to additional tax imposed at label D of the amended notice of assessment, it is equally clear, in my view, that what the Tribunal is referring to in the last two sentences of par 61 of its reasons for decision and in the extract from the transcript cited above is the additional tax by way of interest pursuant to s 207 of the ITAA 36 and, if it is, it is clearly beyond the Tribunal's jurisdiction.", "entities": [[417, 437, "Act&Regulation"]], "username": "admin"}
{"doc_id": 3076, "text": "This is further exemplified in the Commissioner's grounds of appeal and in his original written submissions, both having as their focus the construction and application of s 14ZS and, by force of the definitions therein, s 14ZQ of the Administration Act.", "entities": [[35, 49, "Person"], [172, 178, "Act&Regulation"], [221, 254, "Act&Regulation"]], "username": "admin"}
{"doc_id": 3077, "text": "13 It is s 14ZS, as originally enacted (see Taxation Laws Amendment (No.", "entities": [[9, 16, "Act&Regulation"], [44, 67, "Act&Regulation"]], "username": "admin"}
{"doc_id": 3078, "text": "3) Act 1991 (Cth)), that applies to objection decisions that relate to the remission of additional tax under s 223 of the ITAA 36.", "entities": [[0, 19, "Act&Regulation"], [109, 130, "Act&Regulation"]], "username": "admin"}
{"doc_id": 3079, "text": "As originally enacted, s 14ZS relevantly provided:", "entities": [[22, 29, "Act&Regulation"]], "username": "admin"}
{"doc_id": 3081, "text": "(2) An objection decision is an ineligible income tax remission decision if it relates to the remission of additional tax payable by a taxpayer under the Income Tax Assessment Act 1936 other than Division 11 of Part IIIAA , except where the additional tax is payable under Part VII of that Act and its amount, after the decision is made, exceeds:", "entities": [[154, 184, "Act&Regulation"], [196, 221, "Act&Regulation"]], "username": "admin"}
{"doc_id": 3082, "text": "(b) in the case of additional tax payable under section 223 of that Act because of the making of a statement:", "entities": [[48, 59, "Act&Regulation"]], "username": "admin"}
{"doc_id": 3085, "text": "14 Relevantly, s 14ZQ defined 'objection decision' as having the meaning given by subs 14ZY(2), namely, by reference to subs 14ZY(1), a decision of the Commissioner to allow an objection, wholly or in part, or to disallow it.", "entities": [[15, 21, "Act&Regulation"], [87, 95, "Act&Regulation"], [125, 133, "Act&Regulation"]], "username": "admin"}
{"doc_id": 3086, "text": "15 It is difficult to understand the focus of the Commissioner on s 14ZS of the Administration Act in the present case when neither the taxpayer's objection nor, in consequence, the Commissioner's objection decision, referred in any way to the remission of additional tax imposed by the amended notice of assessment.", "entities": [[66, 98, "Act&Regulation"]], "username": "admin"}
{"doc_id": 3088, "text": "However, in the present case, there is absolutely no connection or association between the objection decision and the remission of additional tax payable under s 223 of the ITAA 36.", "entities": [[160, 181, "Act&Regulation"]], "username": "admin"}
{"doc_id": 3089, "text": "It may be, as the Full court of this Court observed in Grollo Nominees Pty Ltd v FC of T (1997) 73 FCR 452 at 523,", "entities": [[18, 28, "Courts"], [55, 83, "Versus"], [87, 113, "Act&Regulation"]], "username": "admin"}
{"doc_id": 3092, "text": "but this is such a case, in the absence of the Tribunal making an order pursuant to s 14ZZK of the Administration Act allowing the taxpayer to include the additional tax issue as an additional ground of objection.", "entities": [[84, 117, "Act&Regulation"]], "username": "admin"}
{"doc_id": 3093, "text": "In short, the objection decision in the present case is not an ineligible income tax remission decision under s 14ZS of the Administration Act and, insofar as the Commissioner's appeal is grounded on this issue, it must fail.", "entities": [[110, 142, "Act&Regulation"]], "username": "admin"}
{"doc_id": 3094, "text": "16 In his written submissions in reply, the Commissioner refocussed his argument, to where it always should have been focussed, on subs 43(1) of the AAT Act.", "entities": [[131, 157, "Act&Regulation"]], "username": "admin"}
{"doc_id": 3095, "text": "17 Subsection 43(1) of the AAT Act is in the following terms:", "entities": [[3, 34, "Act&Regulation"]], "username": "admin"}
{"doc_id": 3104, "text": "It could not have been properly raised by the taxpayer before the Tribunal unless and until an order was obtained by the taxpayer under s 14ZZK(a) of the Administration Act which did not occur.", "entities": [[136, 172, "Act&Regulation"]], "username": "admin"}
{"doc_id": 3106, "text": "If an objection had been made to the assessment of penalty and an objection decision had been made in relation to that matter, there may have been (subject to the operation of s 14ZS of the Administration Act) some basis for saying that the exercise of a power to remit by the Tribunal was in the words of Hill J in Secretary, Department of Social Security v Hodgson (1992) 37 FCR 32 'relevant to the making of the decision under review'.", "entities": [[176, 209, "Act&Regulation"], [306, 312, "Person"], [327, 366, "Versus"], [374, 383, "Act&Regulation"]], "username": "admin"}
{"doc_id": 3109, "text": "20 While the taxpayer did not include in his objection a ground putting in issue the imposition of additional tax; and while the Commissioner's objection decision disallowing the taxpayer's objection did not, in consequence, deal with that issue; and while the taxpayer had no right to agitate the issue before the Tribunal unless the Tribunal otherwise ordered (s 14ZZK(a) of the Administration Act), which the Tribunal did not, nevertheless, in deciding the taxpayer's objection, the Commissioner could have further remitted the additional tax imposed at label D of the notice of amended assessment, pursuant to the discretion vested in him by subs 227(3) of the ITAA 36.", "entities": [[129, 143, "Person"], [486, 498, "Person"], [362, 401, "Act&Regulation"], [646, 673, "Act&Regulation"]], "username": "admin"}
{"doc_id": 3110, "text": "The fact that he had already exercised this discretion, at the time of assessment to remit the additional tax to $586,858.", "entities": [[113, 122, "Money"]], "username": "admin"}
{"doc_id": 3113, "text": "Subsection 43(1) of the AAT Act has been construed as not requiring the power or discretion to be exercised by the Tribunal as being necessarily involved in the making of the decision under review: Secretary, Department of Social Security v Hodgson supra at 39 --- 40.", "entities": [[0, 31, "Act&Regulation"], [209, 248, "Versus"]], "username": "admin"}
{"doc_id": 3114, "text": "In Commonwealth Bank Officers Superannuation Corporation Pty Ltd v Commissioner of Taxation [2005] FCAFC 244 (30 November 2005, unreported) the Full Court of this Court observed at [29] --- [30]:", "entities": [[3, 91, "Versus"], [99, 108, "Act&Regulation"], [109, 127, "Date"], [144, 154, "Courts"]], "username": "admin"}
{"doc_id": 3115, "text": "Section 43 empowers the Tribunal to exercise all the powers and discretions conferred upon the original decision-maker, provided it does so for the purpose of reviewing a decision.", "entities": [[0, 10, "Act&Regulation"]], "username": "admin"}
{"doc_id": 3117, "text": "It is neither necessary nor permissible to put a gloss upon s 43 that would permit the Tribunal to exercise the discretion maker's powers and discretions only when those powers or discretions are necessarily interdependent with the decision under review, or where the power or discretion to be exercised by the Tribunal is necessarily involved in the making of the decision under review --- see Secretary, Department of Social Security v Hodgson [supra].", "entities": [[406, 445, "Versus"]], "username": "admin"}
{"doc_id": 3119, "text": "22 In making this observation, the Full Court was adopting the views expressed by Hill J in Hodgson .", "entities": [[82, 88, "Person"], [92, 99, "Location"], [35, 45, "Courts"]], "username": "admin"}
{"doc_id": 3124, "text": "23 There can be no doubt, in the present case, that the exercise by the Tribunal of the discretion to remit the matter of the additional tax to the Commissioner with a direction that the additional tax be remitted in full is relevant to the making of the objection decision, if not dependent upon it.", "entities": [[148, 160, "Person"]], "username": "admin"}
{"doc_id": 3127, "text": "I certify that the preceding twenty-four (24) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Edmonds.", "entities": [[124, 151, "Person"]], "username": "admin"}
