{"doc_id": 1835, "text": "1 The applicants Sharman Networks Ltd ('Sharman Networks'), Sharman License Holdings Ltd ('Sharman License') and Ms Nicola Anne Hemming ('Ms Hemming') are each the subject of asset preservation orders made by Wilcox J on 22 March 2005 ('the Mareva orders').", "entities": [[17, 37, "Organization"], [38, 58, "Organization"], [60, 88, "Organization"], [89, 108, "Organization"], [113, 135, "person"], [136, 150, "person"], [221, 234, "Date"], [209, 217, "Judges"]], "username": "admin"}
{"doc_id": 1836, "text": "When referring to the applicants generally, I will do so as 'the Sharman applicants'.", "entities": [[60, 84, "person"]], "username": "admin"}
{"doc_id": 1837, "text": "Each of the Sharman applicants was one of ten respondents to infringement of copyright proceedings brought by the present respondents ('the Music companies') in respect of the operation of what was described by the parties as the 'Kazaa system' ('the primary proceedings').", "entities": [[12, 30, "person"], [134, 157, "Organization"], [230, 244, "Organization"]], "username": "admin"}
{"doc_id": 1838, "text": "Wilcox J made orders ancillary to the Mareva orders on 22 March 2005 requiring each of the Sharman applicants to disclose on affidavit the description and value of all of their assets, wherever situated, and to specify whether those assets were held by each applicant either beneficially or in trust for any other person or entity.", "entities": [[55, 68, "Date"], [91, 109, "person"], [0, 8, "Judges"]], "username": "admin"}
{"doc_id": 1839, "text": "2 Wilcox J delivered judgment on the complex issues of liability arising in the primary proceedings on 5 September 2005 ( Universal Music Australia Pty Ltd v Sharman License Holdings Ltd (2005) 220 ALR 1).", "entities": [[103, 119, "Date"], [122, 186, "Versus"], [2, 10, "Judges"]], "username": "admin"}
{"doc_id": 1840, "text": "In the meantime, Ms Hemming had filed two disclosure affidavits pursuant to Wilcox J's orders of 22 March 2005 whilst Sharman License and Sharman Networks had unsuccessfully sought several stays on various grounds of that same order insofar as it applied to them (see Universal Music Australia Pty Ltd v Sharman License Holdings Ltd [2005] FCA 406 per Hely J, delivered 8 April 2005; Universal Music Australia Pty Ltd v Sharman License Holdings Ltd [2005] FCA 441 per Wilcox J, delivered 15 April 2005 and Sharman License Holdings Ltd v Universal Music Australia Pty Ltd [2005] FCA 505 per Moore J, delivered 28 April 2005).", "entities": [[17, 27, "person"], [97, 110, "Date"], [118, 133, "Organization"], [138, 154, "Organization"], [268, 332, "Versus"], [76, 86, "Judges"], [352, 358, "Judges"], [370, 382, "Date"], [384, 448, "Versus"], [468, 476, "Judges"], [488, 501, "Date"], [506, 570, "Versus"], [590, 597, "Judges"], [609, 622, "Date"]], "username": "admin"}
{"doc_id": 1841, "text": "Disclosure affidavits were eventually sworn on behalf of Sharman License and Sharman Networks by Mr Gee on 19 April 2005, which were later superseded by further affidavits sworn also by Mr Gee on 16 June 2005.", "entities": [[57, 72, "Organization"], [77, 93, "Organization"], [97, 103, "Judges"], [107, 120, "Date"], [186, 192, "Judges"], [196, 208, "Date"]], "username": "admin"}
{"doc_id": 1842, "text": "Sharman License and Sharman Networks had also unsuccessfully sought an enlargement of time in which to file an application for leave to appeal from Wilcox J's orders of 22 March 2005 (see Sharman License Holdings Ltd v Universal Music Australia Pty Ltd [2005] FCA 802 per Lindgren J, delivered on 17 June 2005).", "entities": [[0, 15, "Organization"], [20, 36, "Organization"], [148, 158, "Judges"], [169, 182, "Date"], [188, 252, "Versus"], [272, 282, "Judges"], [297, 309, "Date"]], "username": "admin"}
{"doc_id": 1843, "text": "3 On 24 May 2005, the Music companies filed a further amended notice of motion seeking further orders ancillary to the Mareva orders, which application was heard over several days by Moore J and determined by his Honour on 17 November 2005 substantially in favour of the Music companies ( Universal Music Australia Pty Ltd v Sharman License Holdings Ltd [2005] FCA 1587).", "entities": [[5, 16, "Date"], [183, 190, "Judges"], [223, 239, "Date"], [271, 286, "Organization"], [289, 353, "Versus"]], "username": "admin"}
{"doc_id": 1844, "text": "The Sharman applicants acknowledge that the orders made by Moore J pursuant to that determination were interlocutory in nature. <FACTS>", "entities": [[0, 22, "person"], [59, 66, "Judges"]], "username": "admin"}
{"doc_id": 1845, "text": "What had led to the Music companies' application for those ancillary orders were deficiencies in the asset disclosure affidavits provided by the Sharman applicants pursuant to the ancillary orders of Wilcox J made on 22 March 2005.", "entities": [[20, 36, "Organization"], [145, 163, "person"], [200, 208, "Judges"], [217, 230, "Date"]], "username": "admin"}
{"doc_id": 1846, "text": "It is from Moore J's interlocutory judgment of 17 November 2005 that the Sharman applicants presently seek leave to appeal, pursuant to O 52 r 10(2) of the Federal Court Rules . <RATIO>", "entities": [[11, 20, "Judges"], [47, 63, "Date"], [156, 169, "Courts"], [73, 91, "person"]], "username": "admin"}
{"doc_id": 1847, "text": "4 The principal orders made by Moore J on 17 November 2005 were as follows:", "entities": [[31, 38, "Judges"], [42, 58, "Date"]], "username": "admin"}
{"doc_id": 1848, "text": "The applicants have leave to cross examine [Ms Hemming] on the affidavits filed and served by her in response to Order 5 of the orders of Wilcox J made on 22 March 2005, on such matters as the Court may later direct.", "entities": [[43, 55, "person"], [138, 146, "Judges"], [155, 168, "Date"]], "username": "admin"}
{"doc_id": 1849, "text": "[Ms Hemming] file and serve, within such time and [sic] the Court may specify, an affidavit that discloses with particularity the description and value of all the assets of [Sharman Networks] (and its subsidiaries within the meaning of section 9 of the Corporations Act 2001 (Cth) that are wholly owned) wherever situated and specifying whether those assets are held by [Sharman Networks] (or such wholly owned subsidiaries) beneficially or in trust for any other person or entity and further specifying:", "entities": [[0, 12, "person"], [173, 191, "Organization"], [236, 280, "Acts&Regulation"], [370, 388, "Organization"]], "username": "admin"}
{"doc_id": 1850, "text": "in the case of any bank accounts which [Sharman Networks] (or such wholly owned subsidiaries) controls, the name of the bank in which the account is held, the name of the branch, the name of the account, the name of a person in whose name the account is held, the account number, and the balance of the account as at the date of service of the orders;", "entities": [[39, 57, "Organization"]], "username": "admin"}
{"doc_id": 1851, "text": "the name and address of any person or entity who holds any assets on trust or as nominee for [Sharman Networks] (or such wholly owned subsidiary);", "entities": [[93, 111, "Organization"]], "username": "admin"}
{"doc_id": 1855, "text": "Order 1 made by Wilcox J on 22 March 2005 is varied by inserting before the words \"other than\" the following words:", "entities": [[16, 24, "Judges"], [28, 41, "Date"]], "username": "admin"}
{"doc_id": 1856, "text": "(and, as to [Sharman Networks], be restrained from causing or permitting any wholly owned subsidiary to dispose of, to remove from Australia or to deal with in any way any of that subsidiary's money, property or other assets in or outside Australia)\".", "entities": [[12, 30, "Organization"], [131, 140, "Location"], [239, 250, "Location"]], "username": "admin"}
{"doc_id": 1857, "text": "5 The immediate background to much of the debate presently raised by the Sharman applicants, and as a consequence the principal focus of their attack upon the orders of Moore J below, concerned the existence of alleged shortcomings in the asset disclosures, and in particular the implications of a payment of $1,116,405.", "entities": [[169, 176, "Judges"], [308, 319, "Money"], [73, 92, "person"]], "username": "admin"}
{"doc_id": 1858, "text": "63 made by Ms Hemming to a Vanuatu company, Trustees International Limited ('TIL'), following upon the sale of the Sydney residence of Ms Hemming and Dr Kilmer-Barber for $2,100,000 on 4 February 2005, being a payment made purportedly by way of repayment of a loan.", "entities": [[11, 21, "person"], [26, 43, "Organization"], [44, 83, "Organization"], [115, 121, "Location"], [135, 145, "person"], [150, 166, "person"], [171, 181, "Money"], [185, 201, "Date"]], "username": "admin"}
{"doc_id": 1859, "text": "The Music companies' case presented to Moore J below was that there was in fact no such antecedent loan, that the transfer of such funds by Ms Henning to TIL in Vanuatu constituted a sham loan repayment, and that such funds have therefore continued to be her own moneys on the footing presumably of a constructive trust, and should have been identified as such in her affidavit of disclosure of her assets made pursuant to the Mareva orders.", "entities": [[0, 20, "Organization"], [39, 46, "Judges"], [140, 150, "person"], [154, 157, "Organization"], [161, 168, "Location"]], "username": "admin"}
{"doc_id": 1860, "text": "Although Moore J declined to make a finding in relation to the issue as to ownership of that fund, his Honour formed the view that he would permit cross-examination of Ms Hemming on matters concerning the fund, by reason of doubts attending the same.", "entities": [[9, 16, "Judges"], [168, 178, "person"]], "username": "admin"}
{"doc_id": 1862, "text": "'In all, real doubts arise about, and uncertainty surrounds, the reason why this transaction took place when it did and whether the monies transferred to TIL were, in truth, in satisfaction of a loan or continues to constitute an asset of, and requires disclosure by [Ms Hemming].", "entities": [[267, 279, "person"], [154, 157, "Organization"]], "username": "admin"}
{"doc_id": 1863, "text": "Greater clarity about this matter may arise from the cross-examination of [Ms Hemming].", "entities": [[74, 86, "person"]], "username": "admin"}
{"doc_id": 1865, "text": "6 Section 24(1A) of the Federal Court of Australia Act 1976 (Cth) stipulates that an appeal shall not be brought from a judgment of the Court constituted by a single judge, being a judgment that is interlocutory in nature, unless the Court or a Judge gives leave to appeal.", "entities": [[2, 65, "Acts&Regulation"]], "username": "admin"}
{"doc_id": 1866, "text": "Although s 24(1A) does not purport to qualify or limit the Court's discretion (see Décor Corporation Pty Ltd v Dart Industries Inc (1991) 33 FCR 397 at 399 in the joint reasons for judgment of Sheppard, Burchett and Heerey JJ), the Courts have developed general principles which inform the exercise of the discretion to refuse or grant leave to appeal from an interlocutory judgment.", "entities": [[9, 17, "Acts&Regulation"], [83, 130, "Versus"], [193, 201, "Judges"], [203, 211, "Judges"], [216, 225, "Judges"]], "username": "admin"}
{"doc_id": 1867, "text": "The rationale for those principles is the public interest in the efficient administration of justice, and the maintenance of 'the integrity and vigour of the procedures of the court, including as they do, the immediate involvement of the judge at all stages in the progress of cases to trial' ( Bomanite Pty Ltd v Slatex Corp Australia Pty Ltd (1991) 104 ALR 165 at 173, per Gummow J).", "entities": [[295, 343, "Versus"], [375, 383, "Judges"]], "username": "admin"}
{"doc_id": 1868, "text": "One consequence sought to be avoided is the expansion of expensive and delaying pre-trial litigation involved in appeals on issues of practice and procedure, and the concomitant reduction in the authority of the trial judge, should such appeals be frequently entertained ( Bomanite at 176, per French J).", "entities": [[294, 302, "Judges"]], "username": "admin"}
{"doc_id": 1871, "text": "I observe that it is well accepted that those criteria are not to be applied rigidly or fixedly, and the Court must bear in mind all of the circumstances of the particular case: see in that regard Adam P Brown Male Fashions Proprietary Limited v Phillip Morris Incorporated [1981] HCA 39 ; (1981) 148 CLR 170 at 177, where Gibbs CJ, Aickin, Wilson and Brennan JJ said:", "entities": [[197, 209, "person"], [210, 273, "Versus"], [323, 331, "Judges"], [333, 339, "Judges"], [341, 347, "Judges"], [352, 362, "Judges"]], "username": "admin"}
{"doc_id": 1874, "text": "We would merely repeat, with approval, the oft-cited statement of Sir Frederick Jordan in re the Will of F B Gilbert (dec) (1946) 46 SR (NSW) 318 at 323:", "entities": [[66, 86, "Judges"], [105, 116, "person"]], "username": "admin"}
{"doc_id": 1880, "text": "8 It was the Music companies' contention that the orders of Moore J, from which leave to appeal is now sought, determined matters of practice and procedure within the foregoing statements of principle, involving as they did the obligation of Ms Hemming to submit to cross-examination on affidavits made by her in early April of this year, and to file a separate affidavit disclosing the assets of Sharman Networks.", "entities": [[13, 29, "Organization"], [60, 68, "Judges"], [242, 252, "person"], [397, 414, "Organization"], [319, 324, "Date"]], "username": "admin"}
{"doc_id": 1882, "text": "On the question of what constitutes 'substantial injustice' for the purposes of determining an application for leave to appeal, counsel for the Music companies placed particular reliance upon the decision of the Full Federal Court delivered earlier in the primary proceedings, which denied leave to appeal from a decision by Wilcox J refusing to set aside Anton Piller orders that his Honour had earlier made: Brilliant Digital Entertainment Pty Ltd v Universal Music Australia Pty Ltd (2004) 63 IPR 373.", "entities": [[212, 230, "Courts"], [325, 333, "Judges"], [410, 485, "Versus"], [144, 159, "Organization"]], "username": "admin"}
{"doc_id": 1884, "text": "9 The Sharman applicants sought to emphasise the existence of practical burdens imposed by the orders made by Moore J on 17 November 2005, although in reality it was principally with respect to the order for cross-examination of Ms Hemming to which that assertion was directed. <RATIO>", "entities": [[6, 24, "person"], [110, 117, "Judges"], [121, 137, "Date"], [229, 239, "person"]], "username": "admin"}
{"doc_id": 1887, "text": "I was referred by the Sharman applicants to an earlier Full Federal Court decision in Minister for Immigration & Multicultural & Indigenous Affairs v Wong [2002] FCAFC 327 in support of their submission that since the present circumstances give rise to an important question of principle, leave to appeal should be readily granted.", "entities": [[55, 73, "Courts"], [86, 154, "Versus"]], "username": "admin"}
{"doc_id": 1889, "text": "10 The affidavit filed in support of the application for leave to appeal by Mr Rohan Higgins, the solicitor for the Sharman applicants, contained the following broad submission under the heading '[i]njustice if leave is refused':", "entities": [[116, 134, "person"], [76, 92, "person"]], "username": "admin"}
{"doc_id": 1890, "text": "'If leave to appeal is not granted then the orders of Moore J will operate and will have to be complied with.", "entities": [[54, 61, "Judges"]], "username": "admin"}
{"doc_id": 1895, "text": "11 The Music companies contended that the Sharman applicants' submissions proceeded in reality 'on the erroneous basis that every interlocutory decision that requires a party to do an act will be automatically susceptible to leave to appeal and to being stayed'. <RATIO>", "entities": [[42, 61, "person"], [7, 22, "Organization"]], "username": "admin"}
{"doc_id": 1896, "text": "The Music companies' position was that the orders requiring Ms Hemming to file an affidavit disclosing the assets of Sharman Networks, and to attend for cross-examination on the affidavit she had earlier sworn as to disclosure of her assets, were merely procedural in nature and therefore, incapable as such of determining any final rights of the parties.", "entities": [[60, 70, "person"], [117, 134, "Organization"]], "username": "admin"}
{"doc_id": 1898, "text": "12 The primary submission made by the Music companies as to why leave to appeal ought not to be granted related to the failure of the Sharman applicants to adduce evidence demonstrative of the claim that they would suffer 'substantial injustice', should leave be refused.", "entities": [[38, 53, "Organization"]], "username": "admin"}
{"doc_id": 1899, "text": "The Music companies rejected any notion to the effect that the mere fact of Ms Hemming being compelled to swear an affidavit as to disclosure of Sharman Networks' assets, and to attend for cross-examination upon her own disclosure affidavits, without more, amounted to 'substantial injustice', in the sense that such expression has been used in numerous authorities concerned with the grant of leave to appeal.", "entities": [[4, 19, "Organization"], [76, 86, "person"], [145, 162, "Organization"]], "username": "admin"}
{"doc_id": 1900, "text": "Reference was made to Gerlach v Clifton Bricks Pty Ltd [2002] HCA 22 ; (2002) 209 CLR 478, in which Gaudron, McHugh and Hayne JJ, in a different context, considered that the bare proposition that an order mandating 'trial by judge alone, as opposed to trial by judge and jury, can amount, without more, to a substantial wrong to a party or to a miscarriage of justice, [was] a startling proposition'.", "entities": [[22, 54, "Versus"], [100, 108, "Judges"], [109, 115, "Judges"], [120, 129, "Judges"]], "username": "admin"}
{"doc_id": 1901, "text": "The reality of the dilemma in which the Court is placed by the present application is the need for consideration in some depth of the matters to which attention has been drawn by the Sharman applicants, before determining whether leave to appeal ought formally to be granted to appeal in the first place.", "entities": [[183, 202, "person"]], "username": "admin"}
{"doc_id": 1902, "text": "The Sharman applicants relied upon a further passage from the majority's reasons for judgment in Gerlach at [13], as follows:", "entities": [[4, 22, "person"], [97, 104, "Judges"]], "username": "admin"}
{"doc_id": 1905, "text": "13 The Music companies, for their part, placed particular reliance upon the joint reasons for judgment of Black CJ and Stone J in Brilliant Digital for the approach that they contended ought to be adopted in my consideration of the present application for leave to appeal. <RATIO>", "entities": [[7, 23, "Organization"], [106, 114, "Judges"], [119, 126, "Judges"]], "username": "admin"}
{"doc_id": 1906, "text": "In refusing leave to appeal from Wilcox J's decision to decline to set aside earlier Anton Piller orders that had been made in the course of the subject litigation, their Honours were said not to have considered at all the merits of the contemplated appeal there in issue.", "entities": [[33, 43, "Judges"], [85, 97, "Judges"]], "username": "admin"}
{"doc_id": 1927, "text": "14 The Music companies contended that the orders made by Moore J were truly interlocutory in nature, rather than substantial in effect, being directed to 'the capture and preservation' of assets of the Sharman applicants pursuant to the Mareva relief granted. <RATIO>", "entities": [[57, 64, "Judges"], [202, 220, "person"]], "username": "admin"}
{"doc_id": 1928, "text": "They pointed out that Moore J had reached his decision to impose those orders after careful application of the relevant legal principles, with due consideration of the lengthy evidence put before him by both parties. <RATIO>", "entities": [[22, 29, "Judges"]], "username": "admin"}
{"doc_id": 1929, "text": "Moreover, Moore J was said to have made it clear in [39] of his reasons for judgment that any cross-examination would be subject to the control of the Court, thereby limiting any prejudice that may be suffered by Ms Hemming or the other applicants.", "entities": [[10, 17, "Judges"], [213, 223, "person"]], "username": "admin"}
{"doc_id": 1930, "text": "In those circumstances, counsel for the Music companies further contended that the applicants had failed to show that the obligations imposed upon them by Moore J amounted to anything greater than 'mere inconvenience'.", "entities": [[155, 162, "Judges"]], "username": "admin"}
{"doc_id": 1931, "text": "On that footing, the Music companies concluded that the Sharman applicants had failed to overcome the threshold requirement of establishing substantial injustice, and that leave to appeal should be refused on that basis alone.", "entities": [[21, 36, "Organization"], [56, 74, "person"]], "username": "admin"}
{"doc_id": 1932, "text": "Acceptance of that proposition was said to have the consequence realistically that consideration of the draft grounds of appeal from Moore J's judgment as formulated by the Sharman applicants, would not be necessary.", "entities": [[133, 142, "Judges"], [173, 192, "person"]], "username": "admin"}
{"doc_id": 1934, "text": "15 The Sharman applicants submitted that Brilliant Digital was distinguishable from the present circumstances because in the former instance, the orders the subject of application for leave to appeal arose from an Anton Piller order that had already been executed, but in the present case, Ms Hemming was yet to be cross-examined and had not, as at the date of hearing of the application, sworn an affidavit for instance on behalf of Sharman Networks. <RATIO>", "entities": [[7, 25, "person"], [41, 58, "Organization"], [214, 226, "Judges"], [290, 300, "person"], [434, 451, "Organization"]], "username": "admin"}
{"doc_id": 1935, "text": "I should interpolate to record that subsequent to reserving judgment on the question of leave to appeal, the Sharman applicants applied for a stay on Moore J's order requiring Ms Hemming to file that affidavit, and that I refused to grant that stay, but made orders requiring the affidavit to be left in a sealed envelope to be opened only upon further order of the Court. <decision>", "entities": [[109, 127, "person"], [150, 159, "Judges"], [176, 186, "person"]], "username": "admin"}
{"doc_id": 1936, "text": "Because a Full Court on appeal is in a position to intervene in relation to the subjection of Ms Hemming to Moore J's orders, and because those orders were made, on the Sharman applicants' case, erroneously by his Honour, it was contended by the Sharman applicants to be unjust if leave to appeal was not to be granted in relation to his Honour's orders.", "entities": [[94, 104, "person"], [108, 117, "Judges"], [169, 188, "person"], [246, 264, "person"]], "username": "admin"}
{"doc_id": 1937, "text": "16 The Sharman applicants further submitted that the Full Court 'regularly' grants leave to appeal where it can be shown that the exercise of a discretion has miscarried, and where that miscarriage in the exercise of a discretion involves an important question of principle, citing as authority Wong at [22]. <RATIO>", "entities": [[7, 25, "person"], [53, 63, "Courts"]], "username": "admin"}
{"doc_id": 1938, "text": "In Wong , the Full Federal Court held that the primary judge had failed to correctly apply the relevant legal test grounding the order made below.", "entities": [[14, 32, "Courts"]], "username": "admin"}
{"doc_id": 1939, "text": "No mention was made by the Full Court of the need to establish 'substantial injustice' before a grant of leave to appeal is to be made.", "entities": [[27, 37, "Courts"]], "username": "admin"}
{"doc_id": 1940, "text": "Counsel for the Music companies submitted in response that Wong was of no assistance, since it was a decision made as a result of the primary judge having ordered the filing of interrogatories in the absence of evidence from the party sought to be interrogated going beyond a 'mere allegation'.", "entities": [[16, 31, "Organization"]], "username": "admin"}
{"doc_id": 1941, "text": "So much was said to stand in contrast with the considerable array of evidence provided respectively to Wilcox, Lindgren and Moore JJ at various interlocutory stages concerning Ms Hemming's control of the Sharman companies and a related and involved trust estate.", "entities": [[103, 110, "Judges"], [111, 119, "Judges"], [124, 132, "Judges"], [176, 188, "person"], [204, 221, "Organization"]], "username": "admin"}
{"doc_id": 1942, "text": "In any event the Music companies submitted that the Court's decision in Wong must be read subject to the later reasons of the Full Court in Brilliant Digital , which required inter alia that 'substantial injustice' be shown.", "entities": [[126, 136, "Courts"], [140, 157, "Organization"], [17, 32, "Organization"]], "username": "admin"}
{"doc_id": 1943, "text": "There is in my opinion clear force in those submissions of the Music companies.", "entities": [[63, 79, "Organization"]], "username": "admin"}
{"doc_id": 1944, "text": "17 Contrary moreover to the Music companies' primary submissions, the Sharman applicants contended that should leave to appeal be refused, they would indeed suffer 'substantial injustice'.", "entities": [[28, 44, "Organization"]], "username": "admin"}
{"doc_id": 1945, "text": "That was said to be because the order to cross-examine a deponent of a disclosure affidavit was an exceptional one, and because Moore J had failed correctly to apply the relevant principles in making the order, in that his Honour had not made a positive finding that the affidavit disclosure by Ms Hemming of her own assets was inadequate.", "entities": [[128, 135, "Judges"], [295, 305, "person"]], "username": "admin"}
{"doc_id": 1947, "text": "In any event, the making of an order requiring cross-examination on a disclosure affidavit was said by the Sharman applicants to be tantamount to a finding of contempt, or at least predicated upon such a finding.", "entities": [[107, 125, "person"]], "username": "admin"}
{"doc_id": 1949, "text": "18 In support of those propositions of the Sharman applicants, I was taken to several authorities in the United Kingdom and Australia concerned with the making of orders for cross-examination on disclosure affidavits made in pursuit of compliance with a Mareva order.", "entities": [[43, 62, "person"], [105, 119, "Location"], [124, 133, "Location"]], "username": "admin"}
{"doc_id": 1950, "text": "19 Thus in Den Norske Bank ASA v Antonatos [1999] QB 271, Waller LJ (with whom Chadwick and Millett LJJ agreed) said in a passage at 290, upon which the Sharman applicants placed reliance:", "entities": [[11, 42, "Versus"], [58, 67, "Judges"], [79, 87, "Judges"], [92, 103, "Judges"], [153, 171, "person"]], "username": "admin"}
{"doc_id": 1951, "text": "'It is finally important to recognise that it is only in exceptional circumstances that cross-examination will be ordered on an affidavit sworn pursuant to a Mareva order: see House of Spring Gardens Ltd v Waite [1985] FSR 173 at 181, per Slade LJ.", "entities": [[176, 211, "Versus"], [239, 248, "Judges"]], "username": "admin"}
{"doc_id": 1952, "text": "The anxieties expressed by Scott J in Bayer AG v Winter (No 2) [1986] 1 WLR 540 relating to the court wanting no part of a star chamber process must constantly be borne in mind.", "entities": [[27, 34, "Judges"], [38, 55, "Versus"]], "username": "admin"}
{"doc_id": 1953, "text": "The passage from the reasons for judgment of Slade LJ in House of Spring Gardens, referred to by Waller LJ above, reads as follows:", "entities": [[45, 53, "Judges"], [57, 81, "Courts"], [97, 106, "Judges"]], "username": "admin"}
{"doc_id": 1956, "text": "Lord Justice Slade made those remarks in the course of overruling the decision of Scott J at first instance, which decision had been to the effect that a court did not have the power under s 37 of the Supreme Court Act 1981 (UK) to make an order requiring cross-examination ancillary to compliance with a Mareva order, in the absence of circumstances whereby a justiciable issue is before the Court in respect of which the evidence of the deponent is relevant to the resolution thereof, for instance where the deponent of the disclosure affidavit was the subject of a contempt motion.", "entities": [[0, 18, "Judges"], [82, 89, "Judges"], [189, 228, "Acts&Regulation"]], "username": "admin"}
{"doc_id": 1957, "text": "The 'anxieties expressed by Scott J', and also referred to by Waller LJ in Den Norske Bank , appear in Scott J's earlier reasons for judgment in Bayer AG v Winter (No 2) [1986] 1 WLR 540.", "entities": [[28, 37, "Judges"], [62, 71, "Judges"], [75, 90, "Location"], [103, 112, "Judges"], [145, 162, "Versus"]], "username": "admin"}
{"doc_id": 1958, "text": "In that latter case, Scott J was concerned with an application seeking orders that the defendant submit to cross-examination on a wide range of matters in aid of earlier Anton Piller and Mareva orders made by the Court.", "entities": [[170, 182, "Judges"], [21, 28, "Judges"]], "username": "admin"}
{"doc_id": 1959, "text": "Scott J referred to the scope of the cross-examination contemplated at 543 as follows:", "entities": [[0, 7, "Judges"]], "username": "admin"}
{"doc_id": 1960, "text": "'Mr Prescott [for the plaintiff] made clear that the purpose of his proposed cross-examination of the first defendant is a free-ranging one.", "entities": [[0, 12, "person"]], "username": "admin"}
{"doc_id": 1967, "text": "It was in those somewhat extreme circumstances, well removed from the present context here presented that Scott J made the following emphatic statement (at 544) in the course of refusing the order sought for the cross-examination of the defendant, being dictum upon which the Sharman applicants placed reliance in the present context:", "entities": [[106, 113, "Judges"], [276, 294, "person"]], "username": "admin"}
{"doc_id": 1973, "text": "I would respectfully withhold from any such somewhat characterisation of the present conduct of the Music companies in their pursuit of what seems to me to be both reasonable and authentic means designed to ensure that Mareva relief is afforded adequate facilitation and implementation in the context of Music companies' intellectual property protection and preservation upheld by the primary judge in the principal litigation.", "entities": [[100, 115, "Organization"], [304, 320, "Organization"]], "username": "admin"}
{"doc_id": 1974, "text": "21 Senior counsel for the Sharman applicants asserted that nowhere in the reasons for judgment of Moore J is there a finding that the disclosures made by Mr Gee of the assets of the relevant two Sharman companies were incomplete, or that the disclosures by Ms Hemming in her affidavits as to her own assets were incomplete.", "entities": [[26, 44, "person"], [98, 105, "Judges"], [154, 160, "person"], [195, 212, "Organization"]], "username": "admin"}
{"doc_id": 1975, "text": "I would first observe that any finding of Moore J on the completeness, or otherwise, of Mr Gee's disclosure affidavits could not possibly have any bearing upon the appropriateness of his Honour's order requiring Ms Hemming to attend for cross-examination on her own affidavits, and any suggestion to the contrary is in my opinion incorrect.", "entities": [[42, 49, "Judges"], [88, 96, "Judges"]], "username": "admin"}
{"doc_id": 1978, "text": "Senior counsel for the Sharman applicants asserted that the Music companies had not demonstrated that Ms Hemming's assets included what he termed 'the beneficial interest in the Sharman companies' or that the 'loan transaction with TIL was a sham'.", "entities": [[23, 41, "person"], [60, 75, "Organization"], [102, 114, "person"], [232, 235, "Organization"]], "username": "admin"}
{"doc_id": 1981, "text": "It was in the light of the complexity and opacity concerning Ms Hemming's apparent employment of a Vanuatu trust instrument that the primary judge observed for the time being as follows at [36]: <DECISION>", "entities": [[61, 73, "person"], [99, 123, "Organization"]], "username": "admin"}
{"doc_id": 1983, "text": "One was whether [Ms Hemming] has a beneficial interest in the Sharman trust or at least has an interest which should have been identified in her disclosure affidavit.", "entities": [[16, 28, "person"], [63, 75, "Organization"]], "username": "admin"}
{"doc_id": 1984, "text": "22 Senior counsel for the Sharman applicants submitted that having failed to make a finding on this point, the primary judge appeared to have concluded that the power to order cross-examination should be exercised in order to allow the matter of any such beneficial ownership to be further explored, his Honour observing in that context at [36]:", "entities": [[26, 44, "person"]], "username": "admin"}
{"doc_id": 1985, "text": "'If this issue [was] explored in cross-examination then the Court will be left with a greater measure of certainty about whether she does [have an interest in the Sharman companies per medium of the Sharman trust]. <ARGUMENTS>", "entities": [[163, 180, "Organization"], [199, 213, "Organization"]], "username": "admin"}
{"doc_id": 1986, "text": "23 In further response to the primary judge's endeavours to distil an expedient means for the ascertainment relevantly of beneficial ownership, it was contended by the Sharman applicants that in circumstances such as the present, an order for cross-examination of a deponent 'cannot be made unless the Court is affirmatively satisfied that there has been a non-disclosure', all that being said to have involved 'a resolution of the arguments expressly eschewed by Moore J in [36] [of his reasons]'.", "entities": [[464, 471, "Judges"], [168, 186, "person"]], "username": "admin"}
{"doc_id": 1992, "text": "real doubts arise about, and uncertainty surrounds, the reason why this transaction took place when it did, and whether the moneys transferred to TIL were, in truth, in satisfaction of a loan or continues to constitute an asset of, and requires disclosure by, [Ms Hemming].", "entities": [[146, 149, "Organization"], [260, 272, "person"]], "username": "admin"}
{"doc_id": 1994, "text": "24 All that was referrable of course to the implications of the payment of $1,116,405.", "entities": [[75, 86, "Money"]], "username": "admin"}
{"doc_id": 1995, "text": "63 by Ms Hemming to TIL, following the sale of her Sydney residence on 4 February 2005; that payment appears to have been made out of the proceeds of a sale of that residence, which was effected for the gross price of $2,100,000 to a person identified by the evidence as an accountant of certain of the Sharman companies.", "entities": [[6, 16, "person"], [20, 24, "Organization"], [51, 57, "Location"], [71, 87, "Date"], [218, 228, "Money"], [303, 321, "Organization"]], "username": "admin"}
{"doc_id": 1996, "text": "There was no sufficiently detailed or otherwise cogent evidence as to who exercised the substantial or underlying control of decision making of TIL, or as to the basis of or reasons for such alleged indebtedness having crystallised in the first place.", "entities": [[144, 148, "Organization"]], "username": "admin"}
{"doc_id": 1997, "text": "The state of the evidence as to the control of TIL was itself the subject of disputation before Moore J and senior counsel for the Sharman applicants sought to attribute error to his Honour's judgment for the further reason that he had failed to make a finding as to Ms Hemming's control, or otherwise, of that entity.", "entities": [[47, 50, "Organization"], [96, 103, "Judges"], [131, 149, "person"], [267, 279, "person"]], "username": "admin"}
{"doc_id": 1998, "text": "The Sharman applicants postulated that the 'remark' made by Lindgren J at [13] of his Honour's reasons for judgment in Sharman License Holdings Ltd v Universal Music Australia Pty Ltd [2005] FCA 802 that '[Wilcox J] accepted [in the course of granting the Mareva relief on 22 March 2005] that the Sharman Companies were controlled by Ms Hemming by reason of a \"client services agreement\" between her and TIL dated 8 April 2002' was an 'unsure foundation for any finding of control of the Sharman trust or the Sharman companies [by Ms Hemming]', and was thus inappropriately or impermissibly relied upon by Moore J in formulating his reasons for judgment.", "entities": [[4, 22, "person"], [60, 70, "Judges"], [119, 183, "Versus"], [204, 215, "Judges"], [273, 287, "Date"], [297, 314, "Organization"], [334, 344, "person"], [404, 407, "Organization"], [414, 427, "Date"], [488, 501, "Organization"], [509, 526, "Organization"], [531, 544, "person"], [606, 613, "Judges"]], "username": "admin"}
{"doc_id": 1999, "text": "That submission lacked merit, particularly in the light of [31] of Lindgren J's reasons for judgment in which his Honour paraphrased the two-fold acceptance, given in cross-examination by the solicitor acting for Sharman License and Sharman Networks in their application before Lindgren J, that TIL as trustee of the Sharman trust was the ultimate beneficial owner of all the shares issued in Sharman License and Sharman Networks, and moreover that Wilcox J had himself appeared to accept that in consequence of the client services agreement, Ms Hemming 'controlled the Sharman trust'.", "entities": [[67, 79, "Judges"], [213, 228, "Organization"], [233, 249, "Organization"], [278, 288, "Judges"], [295, 298, "Organization"], [317, 330, "Organization"], [393, 408, "Organization"], [413, 430, "Organization"], [543, 553, "person"], [570, 585, "Organization"], [449, 457, "Judges"]], "username": "admin"}
{"doc_id": 2000, "text": "25 The Music companies had submitted to Moore J that given the evidentiary shortcomings on a subject readily susceptible to documentary demonstration, inclusive of banking records I might add, there was in truth and reality no antecedent loan, that the transfer of those funds by Ms Hemming to TIL in Vanuatu constituted a sham transaction, and consequently that those monies remained her own property beneficially, and should have been identified and disclosed as such in her affidavit provided in the Mareva context.", "entities": [[7, 22, "Organization"], [40, 47, "Judges"], [280, 290, "person"], [294, 297, "Organization"], [301, 308, "Location"]], "username": "admin"}
{"doc_id": 2001, "text": "Once more, so it was asserted by the Sharman applicants, his Honour declined to make any concluded finding on the subject.", "entities": [[37, 56, "person"]], "username": "admin"}
{"doc_id": 2002, "text": "The point is however that his Honour had been able to infer from the surrounding circumstances I have already outlined that there was some force in the Music companies' submission.", "entities": [[152, 168, "Organization"]], "username": "admin"}
{"doc_id": 2003, "text": "But in any event his Honour was of the view that he could permit cross-examination of Ms Hemming on and in relation to those matters because at least doubt existed in relation to that area of enquiry. <arguments>", "entities": [[86, 96, "person"]], "username": "admin"}
{"doc_id": 2004, "text": "26 In respect of that finding, the Sharman applicants referred to Moore J's rationale expressed at [37] of his reasons for judgment and emphasised it as is indicated in non-italics:", "entities": [[35, 53, "person"], [66, 75, "Judges"]], "username": "admin"}
{"doc_id": 2005, "text": "'Greater clarity about this matter [being the transfer of funds to TIL on 4 February 2005] may arise from the cross-examination of [Ms Hemming].", "entities": [[67, 70, "Organization"], [74, 90, "Date"], [131, 144, "person"]], "username": "admin"}
{"doc_id": 2007, "text": "It was submitted however on behalf of the Sharman applicants that so much did not imply that Moore J was satisfied that there had not been compliance with the order of the court to disclose assets by Ms Hemming, which affirmative finding was of course contended by the Sharman applicants to be a prerequisite to the making of an order for cross-examination; I was referred for comparison to Planet International v Garcia (No 2) (1991) 1 Qd R 426, where the following appears at 427 of Thomas J's reasons for judgment: <decision>", "entities": [[42, 60, "person"], [93, 100, "Judges"], [200, 211, "person"], [269, 287, "person"], [391, 420, "Versus"], [485, 495, "Judges"]], "username": "admin"}
{"doc_id": 2008, "text": "'In the present case I am satisfied Mr Garcia has not adequately complied with the order of the Court. <decision>", "entities": [[36, 45, "Judges"]], "username": "admin"}
{"doc_id": 2010, "text": "I was also referred, by way of further comparison, to the following observations of the Court of Appeal in England in Motorola Credit Corporation v Uzan (No 2) [2003] EWCA Civ 752 ; [2004] 1 WLR 113 at [147] :", "entities": [[107, 114, "Location"], [118, 152, "Versus"]], "username": "admin"}
{"doc_id": 2014, "text": "Concerns of that nature appear to have persuaded or assisted to persuade the primary judge of the need to order that Ms Hemming submit to cross-examination on her disclosure affidavits.", "entities": [[117, 127, "person"]], "username": "admin"}
{"doc_id": 2017, "text": "ultimately the cautionary words of the four members of the High Court in [ Cardile v LED Builders Pty Ltd [1999] HCA 18 ; (1999) 198 CLR 380 at 403-404] set out at [18] above must be heeded.", "entities": [[59, 69, "Courts"], [75, 105, "Versus"]], "username": "admin"}
{"doc_id": 2026, "text": "The 'cautionary words' of the High Court in Cardile earlier extracted by his Honour at [18] of his reasons below referred to the need for courts to exercise caution in making Mareva orders and to only do so upon a principled basis, having regard to the impact that those orders may have on respondents and third parties.", "entities": [[30, 40, "Courts"], [44, 51, "Location"]], "username": "admin"}
{"doc_id": 2027, "text": "28 It was submitted nevertheless on behalf of the Sharman applicants that the premise upon which the application for an order for cross-examination order proceeded here was that Ms Hemming had breached the order requiring her to disclose her assets, and that the basis upon which the Music companies litigated the proceedings below was to seek to convince the primary judge that there had occurred inadequate disclosure, on the footing that Ms Hemming did have a substantial asset, namely beneficial interests in the Sharman companies, and further that the loan transaction with TIL was in truth a sham arrangement.", "entities": [[50, 68, "person"], [178, 188, "person"], [284, 299, "Organization"], [441, 451, "person"], [517, 535, "Organization"], [579, 582, "Organization"]], "username": "admin"}
{"doc_id": 2030, "text": "29 It was next asserted by the Sharman applicants that the high point of his Honour's conclusion below, both as to the so-called 'putative ownership by Ms Hemming of the Sharman Trust' and as to 'the existence or otherwise of the loan made by TIL to Ms Hemming repaid in February 2005', was that there was 'a lack of clarity' about the matter.", "entities": [[31, 49, "person"], [152, 162, "person"], [170, 184, "Organization"], [243, 246, "Organization"], [250, 260, "person"], [271, 286, "Date"]], "username": "admin"}
{"doc_id": 2032, "text": "It was submitted therefore to be an unprincipled exercise of discretion for his Honour to have ordered cross-examination in circumstances where the Music companies had not convinced his Honour upon either of those conditions which they had raised.", "entities": [[148, 163, "Organization"]], "username": "admin"}
{"doc_id": 2035, "text": "30 In conclusion therefore, it was the case of the Sharman applicants that Moore J failed correctly to apply the relevant legal principles in committing Ms Hemming to cross-examination on her disclosure affidavit, and that it must follow that the Sharman applicants would inherently suffer 'substantial injustice' if Ms Hemming be so required to submit to cross-examination in accordance with the relief granted by the primary judge.", "entities": [[51, 69, "person"], [75, 82, "Judges"], [153, 163, "person"], [247, 265, "person"], [317, 327, "person"]], "username": "admin"}
{"doc_id": 2036, "text": "In short, the complaint was that Moore J gave leave for the cross-examination to take place because the Court might 'be left with a greater measure of certainty' [36], and further 'because cross-examination may lead to greater clarity' [37], and that so much exemplified errors in principle in the exercise of his discretion.", "entities": [[33, 40, "Judges"]], "username": "admin"}
{"doc_id": 2038, "text": "31 In my opinion, and for the reasons I have largely foreshadowed in my observations upon the submissions already recorded, the application for leave to appeal brought by the Sharman applicants has not sufficient cogency to justify the grant of any such leave.", "entities": [[175, 193, "person"]], "username": "admin"}
{"doc_id": 2039, "text": "The case of the Music companies presented to the primary judge (Moore J) for relief of the nature and to the extent granted was sufficiently in line with established principle as to be clear from 'sufficient doubt'. <FACTS>", "entities": [[16, 31, "Organization"], [63, 72, "Judges"]], "username": "admin"}
{"doc_id": 2040, "text": "I do not think that the United Kingdom and Australian authorities establish inflexible requirements to the extent postulated by the Sharman applicants, in particular concerning the Court's jurisdiction to grant leave to cross-examine the deponents of disclosure affidavits in Mareva contexts.", "entities": [[24, 38, "Location"], [43, 65, "Organization"], [132, 151, "person"]], "username": "admin"}
{"doc_id": 2041, "text": "His Honour's approach in particular to the issue of granting leave to the Music companies to cross-examine Ms Hemming was soundly justified in the light of the evidentiary circumstances concerning the Sharman applicants' offshore trust structure, and the circumstances of and context in which such a substantial sum of money was transferred to an offshore company in the amount and in the context that occurred.", "entities": [[74, 89, "Organization"], [107, 117, "person"], [201, 220, "person"]], "username": "admin"}
{"doc_id": 2042, "text": "32 It is readily apparent that the primary judge placed significant weight, and I think rightly so, upon the following findings made by Lindgren J in the context of the preceding interlocutory proceedings of Sharman License Holdings Ltd v Universal Music Australia Pty Ltd [2005] FCA 802 , being proceedings which I have referred to earlier.", "entities": [[136, 146, "Judges"], [208, 272, "Versus"]], "username": "admin"}
{"doc_id": 2043, "text": "At [15] of his reasons for judgment, Lindgren J observed as follows:", "entities": [[37, 47, "Judges"]], "username": "admin"}
{"doc_id": 2044, "text": "'As noted earlier, the Sharman Companies were ultimately beneficially owned by TIL as trustee of the Sharman Trust, and, notwithstanding the reference to \"discretion\" and the right of termination, the client services agreement provided evidence before his Honour that TIL, including TIL as trustee of the Sharman Trust, was likely to act at the direction of Ms Hemming.", "entities": [[79, 82, "Organization"], [101, 115, "Organization"], [268, 272, "Organization"], [283, 286, "Organization"], [305, 319, "Organization"], [358, 369, "person"], [23, 40, "Organization"]], "username": "admin"}
{"doc_id": 2045, "text": "Since TIL, as trustee of the Sharman Trust was the ultimate beneficial owner of all the issued shares in the Sharman Companies, there was evidence before his Honour to show that they were also likely to act at her direction.", "entities": [[6, 10, "Organization"], [29, 42, "Organization"], [109, 127, "Organization"]], "username": "admin"}
{"doc_id": 2047, "text": "'On 4 February 2005, Ms Hemming and Richard Kilmer-Barber settled a sale of their home at Castle Cove in Sydney to John Simon Myers for $2,100,000.", "entities": [[4, 21, "Date"], [21, 31, "person"], [36, 57, "person"], [90, 101, "Organization"], [105, 111, "Location"], [115, 131, "person"], [136, 147, "Money"]], "username": "admin"}
{"doc_id": 2048, "text": "Title was transferred on 16 February 2005.", "entities": [[25, 42, "Date"]], "username": "admin"}
{"doc_id": 2049, "text": "Ms Hemming and Dr Kilmer-Barber continued to occupy the property.", "entities": [[0, 10, "person"], [15, 31, "person"]], "username": "admin"}
{"doc_id": 2050, "text": "Ms Hemming's interest in the home was apparently her only substantial asset within the jurisdiction.", "entities": [[0, 12, "person"]], "username": "admin"}
{"doc_id": 2051, "text": "There was evidence before his Honour that Mr Myers occupied some role such as accountant or bookkeeper of the Sharman Companies.", "entities": [[42, 50, "person"], [110, 128, "Organization"]], "username": "admin"}
{"doc_id": 2052, "text": "Ms Hemming was the Chief Executive Officer of the Sharman Companies.", "entities": [[0, 10, "person"], [50, 68, "Organization"]], "username": "admin"}
{"doc_id": 2053, "text": "Out of the proceeds of sale, $1,116,405.", "entities": [[29, 40, "Money"]], "username": "admin"}
{"doc_id": 2054, "text": "63 was transferred to a bank account in Vanuatu. <ARGUMENTS>", "entities": [[40, 49, "Location"]], "username": "admin"}
{"doc_id": 2055, "text": "which is where the Sharman Companies are incorporated.", "entities": [[19, 36, "Organization"]], "username": "admin"}
{"doc_id": 2056, "text": "33 After reviewing in some detail the Australian authorities relating to misuse or abuse of process and of Mareva orders, and also the evidence placed before him in the present segment of the proceedings, in particular that concerned with Ms Hemming's apparent control of Sharman Networks, and Wilcox J's conclusions thereon, Moore J expressed his satisfaction that Ms Hemming should be required to swear a disclosure affidavit in relation to Sharman Network's assets, largely for the reasons I have already canvassed and which I will reproduce below, the same having been the focus of much of the respective parties submissions made in the present interlocutory proceedings (at [36] and [37]):", "entities": [[38, 60, "Organization"], [239, 251, "person"], [272, 289, "Organization"], [294, 304, "Judges"], [326, 333, "Judges"], [366, 376, "person"], [443, 460, "Organization"]], "username": "admin"}
{"doc_id": 2057, "text": "'This leads to a consideration of whether [Ms Hemming] should be cross examined on her affidavits concerning disclosure of her assets. <ARGUMENTS>", "entities": [[42, 55, "person"]], "username": "admin"}
{"doc_id": 2059, "text": "The evidence points clearly to the structure reflected in the Sharman trust and the arrangements in Vanuatu more generally, having been established by [Ms Hemming].", "entities": [[62, 75, "Organization"], [100, 107, "Location"], [151, 164, "person"]], "username": "admin"}
{"doc_id": 2063, "text": "One was whether the fourth respondent has a beneficial interest in the Sharman trust or at least has an interest which should have been identified in her disclosure affidavit.", "entities": [[71, 84, "Organization"]], "username": "admin"}
{"doc_id": 2064, "text": "Not only is the evidence on this issue likely to be incomplete ([Ms Hemming] has proffered no evidence and almost certainly the applicants do not have all relevant records - they do not even have the trust deed) but it is also by no means clear to me how the law of Vanuatu would operate on the arrangements revealed, to this point, by the evidence.", "entities": [[63, 76, "person"]], "username": "admin"}
{"doc_id": 2065, "text": "It would be unsatisfactory, dealing with the type of issues presently under consideration, to proceed on the basis that the law in that country can be presumed to be the same as the law of Australia: see The Parchim [1918] AC 157 at 161.", "entities": [[204, 237, "Acts&Regulation"], [189, 199, "Location"]], "username": "admin"}
{"doc_id": 2066, "text": "The findings of Wilcox J.", "entities": [[16, 25, "Judges"]], "username": "admin"}
{"doc_id": 2069, "text": "The transfer of the property by [Ms Hemming] to another.", "entities": [[32, 44, "person"]], "username": "admin"}
{"doc_id": 2074, "text": "The transferee was to a person associated with [Ms Hemming].", "entities": [[47, 60, "person"]], "username": "admin"}
{"doc_id": 2075, "text": "He was an accountant who had work [sic] for the Sharman companies.", "entities": [[48, 66, "Organization"]], "username": "admin"}
{"doc_id": 2076, "text": "A significant part of the proceeds of the sale were paid to [TIL].", "entities": [[60, 66, "Organization"]], "username": "admin"}
{"doc_id": 2079, "text": "That, itself, is unusual, though one must accept there may be an explanation for this including, as counsel for [Ms Hemming] pointed out, that the funds lent replaced bridging finance.", "entities": [[112, 124, "person"]], "username": "admin"}
{"doc_id": 2081, "text": "In all, real doubts arise about, and uncertainty surrounds, the reason why this transaction took place when it did and whether the moneys transferred to TIL were, in truth, in satisfaction of a loan or continues to constitute an asset of, and requires disclosure by, [Ms Hemming].", "entities": [[153, 156, "Organization"], [267, 280, "person"]], "username": "admin"}
{"doc_id": 2082, "text": "Greater clarity about this matter may arise from the cross examination of [Ms Hemming].", "entities": [[74, 87, "person"]], "username": "admin"}
{"doc_id": 2083, "text": "34 With respect to the carefully as well as forcefully presented submissions made to the Court by senior counsel for the Sharman applicants, I am unable to distil material or significant error in the approach of the primary judge.", "entities": [[121, 140, "person"]], "username": "admin"}
{"doc_id": 2084, "text": "It was readily to be inferred by the primary judge, from the material placed before his Honour, that Ms Hemming did exercise what his Honour described as a central role in relation to the business of Sharman Networks, and moreover that Mr Gee, who was put forward by the Sharman applicants as having performed that role, was '.", "entities": [[101, 111, "person"], [200, 217, "Organization"], [236, 243, "person"], [271, 289, "person"]], "username": "admin"}
{"doc_id": 2085, "text": "only in form an appropriate person' to have provided the principal affidavit evidence on behalf of the Sharman companies.", "entities": [[103, 121, "Organization"]], "username": "admin"}
{"doc_id": 2086, "text": "I have not found the observations appearing in the English authorities, to which I have been referred by the Sharman applicants, and which I have extracted, to be of assistance, at least in contextual circumstances such as here involved, where the Sharman applicants have resorted to offshore transactions bearing no evident commercial significance, at least of transparency, and did so, in part, co-incidentally upon the unsuccessful involvement of the Sharman parties and their entities in the very substantial Universal Music litigation which concluded on the question of liability on 5 September 2005.", "entities": [[51, 71, "Organization"], [109, 128, "person"], [248, 266, "person"], [454, 469, "Organization"], [513, 528, "Organization"], [588, 605, "Date"]], "username": "admin"}
{"doc_id": 2088, "text": "Moreover in line with the observations made in Brilliant Digital , the orders here complained of are in substance at least presently concerned with 'matters of practice and procedure', and not 'substantive interests of the parties'.", "entities": [[47, 64, "Organization"]], "username": "admin"}
{"doc_id": 2089, "text": "35 Largely upon the footing of the foregoing findings, and his Honour's further findings as to the Sharman companies' principal deponent of affidavit evidence (being Mr Gee) having been '.", "entities": [[99, 117, "Organization"], [166, 172, "Judges"]], "username": "admin"}
{"doc_id": 2091, "text": "is now complete', and further, in pointing out that Mr Myers' testimony did '.", "entities": [[52, 61, "person"]], "username": "admin"}
{"doc_id": 2092, "text": "not provide sufficient assurance that Mr Gee's affidavits can, on their face, be accepted as constituting a full disclosure'.", "entities": [[38, 46, "Judges"]], "username": "admin"}
{"doc_id": 2093, "text": "36 In the light of my preceding discussion and analysis I also think that his Honour was right to have concluded in the following terms at [39] in the course of rejecting the Sharman applicants' contention that the subjection of Ms Hemming to cross-examination amounted to an abuse of the Court's process:", "entities": [[175, 194, "person"], [229, 239, "person"]], "username": "admin"}
{"doc_id": 2094, "text": "'I accept that the [Music companies] would wish to ascertain who are the real and effective controllers of the Sharman companies.", "entities": [[19, 36, "Organization"], [111, 129, "Organization"]], "username": "admin"}
{"doc_id": 2097, "text": "I do not accept the criticisms of the way the [Music companies] identified and characterised the breaches of the disclosure order.", "entities": [[46, 63, "Organization"]], "username": "admin"}
{"doc_id": 2098, "text": "In particular, [Sharman License and Sharman Networks] elected to provide the disclosure affidavits required of them from a person appropriate in form but not in substance.", "entities": [[15, 31, "Organization"], [36, 53, "Organization"]], "username": "admin"}
{"doc_id": 2099, "text": "The [Music companies], who necessarily cannot be certain from their own knowledge of the matters to which the disclosure affidavits related, were entitled to review critically the affidavits proffered by [those Sharman companies].", "entities": [[4, 22, "Organization"], [211, 230, "Organization"]], "username": "admin"}
{"doc_id": 2100, "text": "All the more so given the opaque structure reflected in the Sharman trust and the arrangements in Vanuatu more generally and referred to above.", "entities": [[98, 105, "Location"], [60, 73, "Organization"]], "username": "admin"}
{"doc_id": 2102, "text": "I am not satisfied that the application should be dismissed for the reasons advanced by the [Sharman applicants].", "entities": [[92, 113, "person"]], "username": "admin"}
{"doc_id": 2103, "text": "37 In making order 3 on 17 November 2005, it was submitted that Moore J also fell into error.", "entities": [[24, 41, "Date"], [64, 71, "person"]], "username": "admin"}
{"doc_id": 2104, "text": "The effect of order 3 was said to extend the 'freezing order' to the assets of Sharman Licence, which was erroneous because his Honour had overlooked the implications of the circumstance that Wilcox J had found in the main proceedings that such company had been completely successful and the claims made against it had been wholly dismissed.", "entities": [[79, 95, "Organization"], [192, 200, "Judges"]], "username": "admin"}
{"doc_id": 2106, "text": "'In view of (Wilcox J's) conclusions concerning the liability of [Sharman License], no such order should be made concerning that company.", "entities": [[12, 24, "Judges"], [65, 83, "Organization"]], "username": "admin"}
{"doc_id": 2107, "text": "It was apparently common ground moreover that Sharman Licence was a wholly owned subsidiary of Sharman Networks.", "entities": [[46, 61, "Organization"], [95, 112, "Organization"]], "username": "admin"}
{"doc_id": 2108, "text": "So much was said by the Sharman parties to have been 'entirely overlooked' when his Honour concluded at [40] of his reasons as follows:", "entities": [[24, 39, "Organization"]], "username": "admin"}
{"doc_id": 2111, "text": "I am unable however to comprehend why Sharman License's subsidiary status in relation to Sharman Networks should exclude it from the operation of the order of the Court below, which understandably was so framed as to extend to 'any wholly owned subsidiary. <decision>", "entities": [[38, 55, "Organization"], [89, 105, "Organization"]], "username": "admin"}
{"doc_id": 2112, "text": "' As pointed out by the Music companies, such an order does not have the effect of extending the Mareva order to Sharman License's assets, per se , but rather, the order prevents 'Sharman Networks from causing its subsidiaries to dispose of their assets'.", "entities": [[24, 40, "Organization"], [113, 130, "Organization"], [180, 196, "Organization"]], "username": "admin"}
{"doc_id": 2113, "text": "38 In the result, I am of the opinion that the application of the Sharman parties for leave to appeal addressed in these reasons must be dismissed with costs.", "entities": [[66, 81, "Organization"]], "username": "admin"}
{"doc_id": 2114, "text": "I certify that the preceding thirty-eight (38) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Conti.", "entities": [[125, 150, "Judges"]], "username": "admin"}
